amd-ucode
android-studio
base
base-devel
beekeeper-studio-bin
blueman
bluez
bluez-utils
brightnessctl
catch2
chromium
clang
copyq
cursor-bin
docker
docker-compose
dolphin
dunst
efibootmgr
exfatprogs
fastfetch
firefox
git
glfw
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
iwd
jdk-openjdk
jq
kde-cli-tools
kdeconnect
kimageformats
kitty
kolourpaint
libheif
libpulse
libreoffice-fresh
linux
linux-firmware
ly
man-db
nano
neovim
ninja
nvm
obs-studio
openbsd-netcat
openconnect
openssh
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
postman-bin
qt5-wayland
qt6-imageformats
qt6-wayland
qview
rbw
rsync
slurp
smartmontools
sof-firmware
tcpdump
tesseract-data-eng
tesseract-data-pol
thunderbird
tmux
ttf-jetbrains-mono-nerd
unzip
uwsm
valgrind
vim
vlc
vlc-plugins-all
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zram-generator
zsh
