base
base-devel
bluez
bluez-utils
brightnessctl
btop
chromium
clang
cmake
copyq
dmidecode
dolphin
dunst
e2fsprogs
efibootmgr
exfatprogs
fastfetch
feh
fzf
git
grim
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
intel-media-driver
intel-ucode
inter-font
iwd
kitty
libnotify
libva-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
man-db
man-pages
mesa
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvm
obs-studio
openssh
otf-font-awesome
otf-geist
otf-geist-mono
pacman-contrib
pipewire-alsa
pipewire-pulse
power-profiles-daemon
python-gobject
qt5-wayland
qt6-wayland
rbw
rsync
slurp
sof-firmware
sudo
systemd-resolvconf
tesseract
tesseract-data-pol
thermald
thunderbird
tmux
tree-sitter-cli
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
unzip
usbutils
vim
vlc
vlc-plugins-all
vulkan-intel
waybar
wget
wireguard-tools
wl-clipboard
xdg-desktop-portal-hyprland
xdg-user-dirs
yay-bin
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zsh
